
"AX_SLEEP_ICON_DESCRIPTION"	= "Metti l'icona in stop";
"AX_RESTART_ICON_DESCRIPTION" = "Riattiva l'icona";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Disattiva l'icona";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Eseguo il logging";

"SHUTTING_DOWN"	=	"Spengo";

"RESTARTING"	=	"Riavvio";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Vuoi eseguire un'uscita forzata da %@?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Perderai tutte le modifiche non registrate.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Vuoi eseguire un'uscita forzata dalle %ld applicazioni selezionate?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Perderai tutte le modifiche non registrate.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Per liberare memoria, seleziona un'applicazione e fai clic su Uscita Forzata.";

"NORMAL_MESSAGE_TEXT" = "Se un'applicazione non risponde, seleziona il suo nome e fai clic su Uscita Forzata.";

"LOMEM_INFO_TEXT" = "Prova a chiudere finestre ed eliminare documenti dal disco d'avvio.";

"NORMAL_INFO_TEXT" = "Puoi aprire questa finestra premendo \nComando-Opzione-Esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Uscita forzata";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Non hai potuto eseguire il logout perché l'applicazione %@ non si è chiusa. Per riprovare, esci da %@ scegli menu Apple > Logout.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Non hai potuto eseguire il logout perché un'applicazione non si è chiusa. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Per uscire da un'applicazione che non risponde, scegli menu Apple > Uscita forzata (o premi Comando-Opzione-Esc.)";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "L'applicazione %@ non si è chiusa e non risponde.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "La applicazione %@ ha annullato il logout.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Un'applicazione ha annullato il logout.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "L'applicazione %@ ha annullato il logout. FileVault non verrà attivato per questo account.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Un'applicazione ha annullato il logout. FileVault non verrà attivato per questo account.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Questo account rimarrà decodificato. Per attivare FileVault, apri le Preferenze di Sistema e ricomincia. Se imposti solamente la master password non dovrai reimpostarla.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "L'applicazione %@ ha annullato il logout. FileVault non verrà disattivato per questo account.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Un'applicazione ha annullato il logout. FileVault non verrà disattivato per questo account.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "L'applicazione %@ ha cancellato il logout. FileVault non sarà convertito per questo account.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Un'applicazione ha annullato il logout. FileVault non verrà convertito per questo account.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "L'account rimarrà codificato. Disattiva FileVault, apri le Preferenze di Sistema e ricomincia.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Il formato originale dell'account sarà mantenuto. Per convertire FileVault, apri le Preferenze di Sistema e inizia di nuovo.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Per riprovare, esci da %@ e scegli Esegui il Logout dal menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Per riprovare, scegli menu Apple > Logout.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "L'applicazione %@ ha cancellato il riavvio.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Un'applicazione ha cancellato il riavvio.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Per riprovare, esci da %@ e scegli Riavvia dal menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Per riprovare, scegli > Riavvia dal menu Apple.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "L'applicazione %@ ha cancellato lo spegnimento.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Un'applicazione ha impedito lo spegnimento.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Per riprovare, esci da %@ e scegli > Spegni dal menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Per riprovare, scegli Spegni dal menu Apple.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Il Finder non può essere avviato perché si è verificato un problema grave.";


"APP_DIED_ALERT_MESSAGE"		=   "L'applicazione %@ si è chiusa inaspettatamente.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Il sistema e le altre applicazioni non ne hanno risentito.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Annulla";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Spegni";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Riavvia";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Stop";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Uscita forzata";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Uscita forzata";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Riapri";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Metti in pausa";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Riprendi";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Sei sicuro di volere spegnere il computer?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Sei sicuro di voler riavviare il computer?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Sei sicuro di voler uscire da tutte le applicazioni ed eseguire il logout adesso?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Il computer è stato programmato per entrare in stop automaticamente.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Il computer è stato programmato per lo spegnimento automatico.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Il computer è stato programmato per il riavvio automatico.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minuti e %2$d secondi";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minuti e 1 secondo";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minuti";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minuto e %d secondi";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minuto e 1 secondo";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minuto";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d secondi";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 secondo";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 secondi";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Se non fai nulla, il computer eseguirà un logout automatico tra %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Se non fai nulla, il computer si spegnerà automaticamente tra %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Se non fai nulla, il computer si riavvierà automaticamente tra %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Se non fai nulla, il computer si spegnerà automaticamente tra %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Se non fai nulla, il computer entrerà in stop automaticamente tra %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Se non fai nulla, il computer si riavvierà automaticamente tra %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Se spegni il computer i documenti saranno eliminati.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Hai effettuato il login come utente ospite. Lo spegnimento eliminerà tutti i documenti e le informazioni presenti nella cartella Inizio dell'utente ospite. Questi documenti non potranno essere recuperati.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Se riavvii il computer i documenti saranno eliminati.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Hai effettuato il login come utente ospite. Il riavvio eliminerà tutti i documenti e le informazioni presenti nella cartella Inizio dell'utente ospite. Questi documenti non potranno essere recuperati.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Se esegui il logout i documenti saranno eliminati.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Elimina i documenti ed esci";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Elimina i documenti e riavvia";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Elimina i documenti e spegni il sistema";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "sconosciuto";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "L’orologio è impostato con una data precedente al 1 gennaio 2008. Ciò può causare un errato comportamento di alcune applicazioni.";

"ILLEGAL_TIME_MESSAGE" = "Per impostare manualmente l'orologio, apri le preferenze Data e ora. Per ulteriori informazioni, scegli Aiuto > Aiuto Mac.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Utenti Condivisione Documenti Apple collegati";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Sei sicuro di voler riavviare il computer?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Sei sicuro di volere spegnere il computer?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Altri %d utenti sono connessi a questo computer attraverso la condivisione di documenti.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Un utente è collegato a questo computer attraverso la condivisione di documenti.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Altri %d utenti sono connessi a questo computer attraverso la condivisione di documenti.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Un utente è collegato a questo computer attraverso la condivisione di documenti.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Per sbloccare lo schermo devi inserire una password.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (non risponde)";

"APP_PAUSED_SUFFIX" = " (in pausa)";

"APP_THROTTLED_SUFFIX" = " (ridotto)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Non puoi collegarti all'account \"%@\" in questo momento";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Si è verificato un errore eseguendo il login a questo account. La cartella Inizio dell'account a cui sta cercando di accedere è posizionata in un server AFP o SMB. Per ottenere assistenza contatta l'amministratore di sistema.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
